<?php

return [
    'required' => 'ကွက်လပ်ကိုဖြည့်ရန်လိုအပ်ပါသည်။',
    'min_8' => 'အနည်းဆုံး၈လုံးရှိရပါမည်။',
    'min_5' => 'အနည်းဆုံး၅လုံးရှိရပါမည်။',
    'max_5' => 'အများဆုံးအလုံး၅လုံးထက်မပိုရပါ။',
    'max_30' => 'အများဆုံးအလုံး၃၀လုံးထက်မပိုရပါ။',
    'max_20' => 'အများဆုံးအလုံး၂၀လုံးထက်မပိုရပါ။',
    'email' => 'မှန်ကန်သောအီးမေးလ်ပုံစံဖြစ်ရပါမည်။',
    'unique_email' => 'တခြားသူယူထားသောအီးမေးလ်ဖြစ်နေပါသည်။',
    'unique_name' => 'တခြားသူ(သို့)တစ်ခုခုတွင်ရှိသောနာမ်မည်ဖြစ်နေပါသည်။',
    'unique_category_english' => 'အမျိုးအစား၏အင်္ဂလိပ်နာမ်မည်ဖြင့်တူညီသောအမျိုးအစားနောက်တစ်ခုရှိနေပါသည်။',
    'unique_category_mm' => 'အမျိုးအစား၏မြန်မာနာမ်မည်ဖြင့်တူညီသောအမျိုးအစားနောက်တစ်ခုရှိနေပါသည်။',
    'password_regex' => 'အနည်းဆုံးစာလုံးအကြီးတစ်လုံး၊အသေးတစ်လုံး၊နံပါတ်တစ်လုံးနှင့်စပယ်ရှုယ်ကာရိုက်တာတစ်လုံးဥပမာ *@#... ပါရပါမည်။',
    'password_confirmed' => 'ပါတ်စ်‌‌ဝေ့ါသည်ထပ်မာန်အတည်ပြုပေးသောပါတ်စ်ဝေ့ါနှင့်တူညီရပါမည်။',
    'exits' => 'အီးမေးလ်အားရှာမတွေ့ပါ။',
    'fail_attempt' => 'အီးမေးလ်(သို့)ပတ်စ်ဝေ့ါမှားနေပါသည်။',
    'incorrect_password' => 'ပါတ်စ်ဝေ့ါမှားယွင်းနေပါသည်။',
    'success_attempt' => 'အကောင့်လေ့ာအင်အောင်မြင်စွာလုပ်ပြီးသွားပါပြီ။',
    'image' => 'ရွေးချယ်ထားသောဖိုင်သည်ပုံဖြစ်ရပါမည်။',
    'not_enough_words' => 'စာကားလုံးရေပို၍လိုအပ်နေပါသည်။',
];